Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/eksfin.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Ms. Bakker has previously held several leadership positions in major Nordic banks, most recently CEO at Swedbank Norway.
nb: Tone Lunde Bakker har tidligere hatt flere lederstillinger i store nordiske banker, sist som administrerende direktør i Swedbank Norway.

source: Transparency and confidentiality
nb: Offentlighet og taushetsplikt

source: The company’s headquarters is located in Southwestern Norway, but AKVA group also has offices in Chile, Denmark, Scotland, Spain, Greece, Iceland, Canada, Australia and Turkey.
nb: Selskapet har hovedkontor på Klepp i Rogaland, men har også kontorer i Chile, Danmark, Skottland, Spania, Hellas, Island, Canada, Australia og Tyrkia.

source: Eksfin has 130 employees and head office in Oslo.
nb: Vi har 130 medarbeidere og hovedkontor i Oslo.

source: In a press release earlier today, the company announced the closing of long-term loan financing for the Boguslav facility.
nb: Selskapet offentliggjorde i en børsmelding i dag at langsiktig lånefinansiering til anlegget i Boguslav er på plass.

source: 15 financial institutions are included in the report.
nb: Her vektes utslippene fra skipene i utlånsporteføljene til totalt 15 finansieringsinstitusjoner ift.

source: The Poseidon Principles gives us the opportunity to learn and increase our knowledge, said Otto Søberg, CEO of Export Credit Norway.
nb: Poseidon Principles er også et viktig forum for oss å delta i for å lære og videreutvikle kunnskap på området, sier Otto Søberg.

source: The scheme runs until the end of December 2021.
nb: Ordningen gjelder frem til slutten av desember 2021.

source: MMC First Process will deliver the onboard fish processing equipment, Karmøy Winch will deliver winches and deck equipment, and Brunvoll will deliver tunnel thrusters.
nb: Om bord installeres det komplett fiskehåndteringsutstyr levert av MMC First Process, i tillegg til vinsjer og dekksutstyr fra Karmøy Winch, og tunell-thrustere fra Brunvoll.

source: Eksfin’s solutions are available to all Norwegian export industries, whether they export consultancy services, robot technology, agricultural machinery, or network cables, to name just a few.
nb: Eksfins løsninger er tilgjengelige for alle norske eksportnæringer, enten det er snakk om eksport av konsulenttjenester, robotteknologi, jordbruksmaskiner, nettverkskabler, for å nevne noen.

source: Export Finance Norway (Eksfin) is considering financing equipment to SSE Renewables’ and Equinor’s construction and operation of Dogger Bank C Wind Farm project.
nb: Eksportfinansiering Norway (Eksfin) vurderer å finansiere utstyr til SSE Renewables og Equinors bygging og drift av Dogger Bank C Wind Farm -prosjektet.

source: Eksfin can offer long-term loans or guarantees with long maturities and attractive terms.
nb: Eksfin kan tilby langsiktig lån eller garantier med lange løpetider og attraktive betingelser.

source: Norwegian AKVA group is amongst the world’s leading suppliers of aquaculture equipment.
nb: Norske AKVA group er blant verdens ledende leverandører på havbruksutstyr.

source: during the first half of 2021.
nb: januar 2021 innen shipping er preget av koronapandemien

source: Right of access and right to rectification of inaccurate or incomplete personal data
nb: Rett til innsyn og til å kreve retting av mangelfulle personopplysninger

source: Made for Movement therefore decided to trial a product-leasing scheme.
nb: De fikk en idé om å teste produktet som et leieprodukt fremfor å selge det.

source: The information on eksfin.no is not intended to be complete and will not always be updated and accurate.
nb: Informasjonen på eksfin.no er ikke ment å være fullstendig og vil ikke være oppdatert og nøyaktig til enhver tid.

source: The proportion of women
nb: å slå sammen Eksportkreditt Norge og GIEK i

source: Norway has been a member of the WTO since its formation in 1995.
nb: Norge har vært med i WTO siden opprettelsen i 1995.

source: In addition to the design of the 64 metres long and 14 metres wide trawlers, a lot of the equipment onboard is Norwegian.
nb: Det er ikke bare designet på de tre 64 meter lange og 14 meter brede trålerne som er norsk.

source: Following initial meetings in 2016, the scheme developed quickly, and Innowalk is now available in Spain on a leasing basis.
nb: De hadde de første møtene i 2016, og siden har det gått slag i slag. Nå har de fått på plass muligheter for leie av Innowalk i Spania.

source: Eksfin shares data processor responsibility for Page Insights with Facebook and LinkedIn respectively.
nb: Eksfin har felles databehandleransvar med Facebook for Sideinnsikt og LinkedIn for Page Insights.

source: She holds a double Bachelor degree in finance and international business from Arizona State University, and is Authorized Financial Analyst (AFA) from the Norwegian School of Economics (NHH).
nb: Tone Lunde Bakker har en dobbel bachelor-grad i Finance and International Business fra Arizona State University og er Authorized Financial Analyst (AFA) utdannet fra Norges Handelshøyskole.

source: The new scheme will be managed by GIEK until 1 July, when it will be taken over by the newly established Eksportfinansiering Norge (Eksfin).
nb: Den nye ordningen forvaltes av GIEK frem til 1. juli og deretter av det nyopprettede Eksportfinansiering Norge (Eksfin).

source: Eksfin arranges several events each year, both as sole organiser and co-organiser.
nb: Eksfin arrangerer flere arrangementer årlig, både alene og som med-arrangør.

source: Documents and reports
nb: Dokumenter og rapporter

source: Visitors to our website can subscribe to Eksfin Norge AS’s newsletter.
nb: På nettsiden er det mulig å melde seg på Eksfins nyhetsbrev.

source: This agreement strengthens the relationship between Norway, Ukraine and Europe even further, says Minister of Industry and Trade Torbjørn Røe Isaksen.
nb: Relasjonene mellom Norge, Ukraina og Europa er blitt enda sterkere gjennom denne avtalen, sier næringsminister Torbjørn Røe Isaksen.

source: The MNE Guidelines are guidelines for responsible/ethical business operations in multinational enterprises (MNEs).
nb: MNE Guidelines er retningslinjer for ansvarlig/etisk forretningsdrift i multinasjonale virksomheter (MNEs).

source: “Common Approaches” – to social and environmental sustainability assessments
nb: «Common Approaches» – gjelder sosiale og miljømessige bærekraftsvurderinger

source: “The breakthrough is that European sales of a Norwegian software product have been increased with financing from Export Credit Norway,” says Visma Retail’s Sven Arnquist, who signed a deal with the Spar franchisee for the UK earlier this year.
nb: Gjennombruddet ligger i at en norskutviklet software får mulighet til å vokse på det europeiske markedet ved hjelp av at man finansierer det ved hjelp av Eksportkreditt Norge, sier Sven Arnquist i Visma Retail, som i år har inngått samarbeid med Spar-franchisetaker i England.

source: Eksfin shares information on visitors to eksfin.no with our service providers in order to develop, operate and optimise our website.
nb: Informasjon om besøkende til eksfin.no deles av Eksfin med våre underleverandører for utvikling, drift og optimalisering av våre nettsider.

source: The ministry is not represented on Eksfin’s board and is not involved in the processing of individual cases.
nb: Departementet er ikke representert i Eksfins styre og er ikke involvert i saksbehandling av enkeltsaker.
